Repository: laulaz/trackyourcircle.portal
Catalog: src/trackyourcircle/portal/locales/*/LC_MESSAGES/trackyourcircle.portal.po
Languages: fr

source: Add Circle
fr: Ajouter un cercle

source: Add missing Circle
fr: Ajouter un cercle manquant

source: Cancel
fr: Annuler

source: First, search if the circle already exists
fr: 1) Chercher si le cercle a déjà été ajouté.

source: Fourth, save the circle.
fr: 4) Enregistrer

source: Or search again.
fr: Ou chercher encore

source: Save
fr: Enregistrer

source: Search
fr: Chercher

source: Search Circle
fr: Chercher votre cercle

source: Search and add Circle
fr: Chercher et ajouter un cercle

source: Second, if not, add the missing circle.
fr: 2) S'il n'existe pas, ajouter le cercle manquant.

source: Specify city, village or municipality.
fr: Indiquer la ville, le village ou la commune.

source: Specify location like Times Square
fr: Indiquer le lieu. Par exemple, Place communale.

source: There are ${circle_number} circles.
fr: Il y a ${circle_number} cercles.

source: Third, id needed, move the red marker on the map to the precise location.
fr: 3) Si nécessaire, déplacer le marqueur rouge vers l'endroit exact.

source: label_city
fr: Ville

source: label_geolocation
fr: Géolocalisation

source: label_location
fr: Lieu
